import ServiceHeader from "../include/header/ServiceHeader";

const Privacy = () => {
    return(
<>
  <ServiceHeader/>
  <div className="Min390Max">

  <div className="term-wrap">
<div>
    <h2 className="mt-4">제1조 (목적)</h2>
    <p>이 약관은 회사가 제공하는 '나다운' 서비스의 이용과 관련하여<br/> 
    회사와 이용자 간의 권리, 의무 및 책임사항을 규정<br/> 
    함을 목적으로 합니다. 본 약관은 서비스 이용과 관련된
    <br/> 모든 사항에 대해 적용됩니다.</p>
</div>

<div>
    <h2 className="mt-4">제2조 [정의]</h2>
    <p>① 고객이 회원가입 시에 개인정보보호정책 조항이 포함되어 있는 회원약관, 개인정보 수집 및 이용 등에 관한 “동의” 체크박스 버튼을 클릭하면 개인정보 수집/활용에 동의한 것으로 봅니다. 그 밖에 각종 서비스 이용 혹은 이벤트 응모, 대리인 인증 등 사용자 정보의 수집 및 활용이 필요한 경우 동의를 받고 있습니다. 고객은 개인정보를 회사에 제공할 것인지에 대해 선택할 수 있습니다. 다만, 서비스 제공에 필수적인 개인정보가 부족할 경우 서비스 이용에 제한이 있을 수 있습니다.
<br/>② 회사는 홈페이지, 제휴 서비스 또는 이벤트를 통한 수집, 생성정보 수집 툴을 통한 수집방법으로 개인정보를 수집합니다.
<br/>③ 회사는 다음 각 호의 목적으로 개인정보를 수집합니다.
회원 관리 : 회사 홈페이지 회원가입 및 관리, 회원제 서비스에 따른 이용자 본인 식별, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 등
서비스 제공에 관한 계약 이행 및 요금정산 : 서비스 제공, 대금 결제, 콘텐츠 제공, 맞춤 서비스 제공, 서비스 제공을 위한 본인 식별 등
고객 응대 : 고객의 문의에 대한 처리 신원확인, 고객문의사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등
신규 서비스 개발 및 마케팅에서의 활용 : 신규 서비스 개발 및 맞춤 서비스 제공, 이벤트, 광고성 정보 제공 및 참여기회 제공, 서비스의 유효성 확인, 회원 서비스 이용 통계 파악 등</p>
</div>

<div>
    <h2 className="mt-4">제10조 (개인정보보호에 관한 민원서비스)</h2>
    <p>회사는 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제, 개인정보 열람, 청구 접수 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 있습니다.
개인정보보호책임자
성명 : 김호동
소속 부서: 개발
직위 : 팀장
연락처 : 010-3702-0428
이메일: fship1124@stargio.co.kr</p>
</div>

<div>
<h2 className="mt-4">제11조 (권익침해에 대한 구제방법)</h2>
<p>고객은 개인정보침해로 인한 구제를 받기 위하여 신고, 상담 등을 아래의 기관에 문의할 수 있습니다.
개인정보 분쟁조정위원회 : (국번 없이) 1833-6972 (www.kopico.go.kr)
개인정보침해신고센터 (한국인터넷진흥원 운영) : (국번 없이) 118 (privacy.kisa.or.kr)
대검찰청 사이버수사과 : (국번 없이) 1301 (www.spo.go.kr)
경찰청 사이버안전국 : (국번 없이) 182 (www.cyber.go.kr)</p>
</div>

<div>
    <h2 className="mt-4">제12조 (개인정보처리방침의 변경 및 고지)</h2>
    <p>현 개인정보처리방침 내용 추가, 삭제 및 수정이 있을 시에는 시행일 7일 전부터 홈페이지 공지사항 또는 팝업 등을 통해 이용자에게 고지할 것입니다. 
        또한, 이용자 권리의 중요한 변경이 있을 경우에는 시행일 30일 전에 고지합니다.</p>
</div>
  </div>
   </div> 
</>
    );
}
export default Privacy;