import ServiceHeader from "../include/header/ServiceHeader";

const Service = () => {
    return(
<>
  <ServiceHeader/>
  <div className="Min390Max">

  <div className="term-wrap">
<div>
    <h2 className="mt-4">제1조(목적)</h2>
    <p>
① 회사는 고객의 개인정보를 수집하는 경우 서비스의 제공을 
위하여 필요한 최소한의 범위로 한정하고 있으며, 고객의 동의
를 얻거나 법률에 의해 허용된 경우 이외에는 고객의 사상, 신
념, 정치적 성향 등 개인 권리, 이익이나 사생활을 뚜렷하게 침
해할 우려가 있는 개인정보를 수집하지 않습니다.
② 수집 또는 활용, 보관하는 개인정보의 항목, 목적 및 보유기간은 아래와 같습니다.
(필수) 회원가입 / 이름, 이메일, 전화번호 / 회원 탈퇴 시까지
(필수) SNS 계정을 통한 회원가입 / 1) 구글: 이름, 이메일 2) 카카오: 닉네임, 카카오계정(이메일) / 회원 탈퇴 시까지
(필수) 서비스 내 자동 생성되는 정보 / IP주소, 쿠키, 서비스 이용 기록, 기기 정보(PC/모바일) / 회원 탈퇴 시까지
(필수) 유료 서비스 이용을 위한 작성자 정보 기입 / 1) 주문자 정보: 이름, 전화번호, 이메일 2) 사주 정보: 이름, 성별, 생년월일, 양력·음력, 태어난 시각 / 서비스 제공 완료 후 3년 보관 후 파기
(필수) 결제에 필요한 결제 수단 정보 / 1) 카드결제: 카드사명, 승인번호 2) 무통장입금: 이름, 입금은행 / 거래가 발생한 날로부터 5년 보관 후 파기
(선택) 환불 처리 / 계좌주, 계좌번호, 결제 정보 / 거래가 발생한 날로부터 5년 보관 후 파기
(선택) 고객지원 (홈페이지, 채널톡, 유선) / 이름, 이메일, 연락처 / 분쟁이 처리된 날로부터 3년 보관 후 파기
(선택) 마케팅 정보 활용 / 이름, 이메일, 휴대폰번호 / 회원 탈퇴 시 또는 동의 철회 시까지
    </p>
</div>

<div>
    <h2 className="mt-4">제2조[정의]</h2>
    <p>① 고객이 회원가입 시에 개인정보보호정책 조항이 포함되어 있는 회원약관, 개인정보 수집 및 이용 등에 관한 “동의” 체크박스 버튼을 클릭하면 개인정보 수집/활용에 동의한 것으로 봅니다. 그 밖에 각종 서비스 이용 혹은 이벤트 응모, 대리인 인증 등 사용자 정보의 수집 및 활용이 필요한 경우 동의를 받고 있습니다. 고객은 개인정보를 회사에 제공할 것인지에 대해 선택할 수 있습니다. 다만, 서비스 제공에 필수적인 개인정보가 부족할 경우 서비스 이용에 제한이 있을 수 있습니다.
② 회사는 홈페이지, 제휴 서비스 또는 이벤트를 통한 수집, 생성정보 수집 툴을 통한 수집방법으로 개인정보를 수집합니다.
③ 회사는 다음 각 호의 목적으로 개인정보를 수집합니다.
회원 관리 : 회사 홈페이지 회원가입 및 관리, 회원제 서비스에 따른 이용자 본인 식별, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 등
서비스 제공에 관한 계약 이행 및 요금정산 : 서비스 제공, 대금 결제, 콘텐츠 제공, 맞춤 서비스 제공, 서비스 제공을 위한 본인 식별 등
고객 응대 : 고객의 문의에 대한 처리 신원확인, 고객문의사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등
신규 서비스 개발 및 마케팅에서의 활용 : 신규 서비스 개발 및 맞춤 서비스 제공, 이벤트, 광고성 정보 제공 및 참여기회 제공, 서비스의 유효성 확인, 회원 서비스 이용 통계 파악 등</p>
</div>

<div>
<h2 className="mt-4">제10조 (개인정보보호에 관한 민원서비스)</h2>
<p>
회사는 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제, 개인정보 열람, 청구 접수 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 있습니다.
개인정보보호책임자
성명 : 김호동
소속 부서: 개발
직위 : 팀장
연락처 : 010-3702-0428
이메일: fship1124@stargio.co.kr
</p>
</div>

<div>
<h2 className="mt-4">제11조 (권익침해에 대한 구제방법)</h2>
<p>
고객은 개인정보침해로 인한 구제를 받기 위하여 신고, 상담 등을 아래의 기관에 문의할 수 있습니다.
개인정보 분쟁조정위원회 : (국번 없이) 1833-6972 (www.kopico.go.kr)
개인정보침해신고센터 (한국인터넷진흥원 운영) : (국번 없이) 118 (privacy.kisa.or.kr)
대검찰청 사이버수사과 : (국번 없이) 1301 (www.spo.go.kr)
경찰청 사이버안전국 : (국번 없이) 182 (www.cyber.go.kr)
</p>
</div>

<div>
<h2 className="mt-4">제12조 (개인정보처리방침의 변경 및 고지)</h2>
<p>
 개인정보처리방침 내용 추가, 삭제 및 수정이 있을 시에는 
 시행일 7일 전부터 홈페이지 공지사항 또는 팝업 등을 통해 
 이용자에게 고지할 것입니다. 또한, 이용자 권리의 중요한 변경이 있을 경우에는 시행일 30일 전에 고지합니다.
</p>
</div>

<div>
<h2 className="mt-4">고객센터</h2>
<p>이메일:stargiosoft@gmail.com</p>
</div>

<div>
    <h2 className="mt-4">부칙</h2>
    <p>(시행일)이 약관은 2025년 10월 22일부터 시행합니다</p>
</div>
</div>
</div>
</>
    );
}
export default Service;